Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Category Tab is Locked
ar: علامة تبويب الفئة مقفلة
bn: ক্যাটাগরি ট্যাব লক করা আছে
de: Die Registerkarte „Kategorie“ ist gesperrt
es: La pestaña de categoría está bloqueada
fr: L'onglet Catégorie est verrouillé
he: כרטיסיית הקטגוריה נעולה
hi: श्रेणी टैब बंद है
it: La scheda Categoria è bloccata
ja_jp: カテゴリタブがロックされています
nl: Het tabblad Categorie is vergrendeld
pt: A guia Categoria está bloqueada
ru: Вкладка «Категория» заблокирована
te: వర్గం ట్యాబ్ లాక్ చేయబడింది
zh_cn: 类别选项卡已锁定

source: is working on the Categories, do you want to override the lock?
ar: يعمل على الفئات، هل تريد تجاوز القفل؟
bn: বিভাগগুলিতে কাজ করছে, আপনি কি লকটি ওভাররাইড করতে চান?
de: arbeitet an den Kategorien. Möchten Sie die Sperre außer Kraft setzen?
es: está trabajando en las Categorías, ¿desea anular el bloqueo?
fr: travaille sur les catégories, souhaitez-vous annuler le verrouillage ?
he: עובד על הקטגוריות, האם אתה רוצה לעקוף את המנעול?
hi: श्रेणियों पर काम कर रहे हैं, क्या आप लॉक हटाना चाहते हैं?
it: sta lavorando sulle Categorie, vuoi ignorare il blocco?
ja_jp: カテゴリで作業中ですが、ロックをオーバーライドしますか?
nl: werkt aan de categorieën, wil je de vergrendeling opheffen?
pt: está trabalhando nas categorias, deseja cancelar o bloqueio?
ru: работает над категориями, хотите отменить блокировку?
te: వర్గాలపై పని చేస్తున్నారు, మీరు లాక్u200cని భర్తీ చేయాలనుకుంటున్నారా?
zh_cn: 正在处理类别，您想覆盖锁定吗？

source: Categories cannot be null.
ar: لا يمكن أن تكون الفئات فارغة.
bn: বিভাগ শূন্য হতে পারে না.
de: Kategorien dürfen nicht null sein.
es: Las categorías no pueden ser nulas.
fr: Les catégories ne peuvent pas être nulles.
he: קטגוריות לא יכולות להיות null.
hi: श्रेणियाँ शून्य नहीं हो सकतीं।
it: Le categorie non possono essere nulle.
ja_jp: カテゴリを null にすることはできません。
nl: Categorieën kunnen niet nul zijn.
pt: As categorias não podem ser nulas.
ru: Категории не могут быть нулевыми.
te: వర్గాలు శూన్యం కాకూడదు.
zh_cn: 类别不能为空。

source: Categories
ar: فئات
bn: ক্যাটাগরি
de: Kategorien
es: Categorias
fr: Catégories
he: קטגוריות
hi: श्रेणियाँ
it: Categorie
ja_jp: カテゴリー
nl: Categorieën
pt: Categorias
ru: Категории
te: వర్గాలు
zh_cn: 类别

source: Some problem occurred while removing the category tab lock!
ar: حدثت بعض المشاكل أثناء إزالة قفل علامة تبويب الفئة!
bn: ক্যাটাগরি ট্যাব লক সরানোর সময় কিছু সমস্যা হয়েছে!
de: Beim Entfernen der Kategorie-Tab-Sperre ist ein Problem aufgetreten!
es: Se produjo algún problema al eliminar el bloqueo de pestaña de categoría!
fr: Un problème est survenu lors de la suppression du verrouillage de l'onglet de catégorie !
he: התרחשה בעיה בעת הסרת נעילת לשונית הקטגוריה!
hi: श्रेणी टैब लॉक हटाने में समस्या आई!
it: Si è verificato un problema durante la rimozione del blocco della scheda della categoria!
ja_jp: カテゴリタブのロックを削除中に問題が発生しました。
nl: Er is een probleem opgetreden bij het verwijderen van de categorietabvergrendeling!
pt: Ocorreu algum problema ao remover o bloqueio da guia de categoria!
ru: Возникла проблема при снятии блокировки вкладки категории!
te: వర్గం ట్యాబ్ లాక్u200cని తీసివేస్తున్నప్పుడు కొంత సమస్య ఏర్పడింది!
zh_cn: 删除类别选项卡锁时出现一些问题！

source: Publish Error
ar: خطأ في النشر
bn: প্রকাশে ত্রুটি৷
de: Veröffentlichungsfehler
es: Error de publicación
fr: Erreur de publication
he: שגיאת פרסום
hi: प्रकाशन त्रुटि
it: Errore di pubblicazione
ja_jp: パブリッシュエラー
nl: Publicatiefout
pt: Erro de publicação
ru: Ошибка публикации
te: ప్రచురించడంలో లోపం
zh_cn: 发布错误

source: Error occurred publishing categories to DTS!
ar: حدث خطأ أثناء نشر الفئات إلى DTS!
bn: ডিটিএস-এ বিভাগ প্রকাশ করার সময় ত্রুটি ঘটেছে!
de: Beim Veröffentlichen der Kategorien in DTS ist ein Fehler aufgetreten!
es: ¡Se produjo un error al publicar categorías en DTS!
fr: Une erreur s'est produite lors de la publication des catégories sur DTS !
he: אירעה שגיאה בפרסום קטגוריות ל-DTS!
hi: डीटीएस में श्रेणियों के प्रकाशन में त्रुटि!
it: Si è verificato un errore durante la pubblicazione delle categorie su DTS!
ja_jp: カテゴリを DTS に公開中にエラーが発生しました。
nl: Er is een fout opgetreden bij het publiceren van categorieën naar DTS!
pt: Ocorreu um erro ao publicar categorias no DTS!
ru: Произошла ошибка при публикации категорий в DTS!
te: DTSకి వర్గాలను ప్రచురించడంలో లోపం సంభవించింది!
zh_cn: 将类别发布到 DTS 时发生错误！

source: Unable to process request, only one template exists.
ar: غير قادر على معالجة الطلب، يوجد قالب واحد فقط.
bn: অনুরোধ প্রক্রিয়া করতে অক্ষম, শুধুমাত্র একটি টেমপ্লেট বিদ্যমান।
de: Die Anfrage konnte nicht verarbeitet werden, da nur eine Vorlage vorhanden ist.
es: No se puede procesar la solicitud, sólo existe una plantilla.
fr: Impossible de traiter la demande, un seul modèle existe.
he: לא ניתן לעבד את הבקשה, קיימת רק תבנית אחת.
hi: अनुरोध संसाधित करने में असमर्थ, केवल एक टेम्पलेट मौजूद है।
it: Impossibile elaborare la richiesta, esiste un solo modello.
ja_jp: リクエストを処理できません。テンプレートが 1 つだけ存在します。
nl: Kan verzoek niet verwerken. Er bestaat slechts één sjabloon.
pt: Não foi possível processar a solicitação, existe apenas um modelo.
ru: Невозможно обработать запрос, существует только один шаблон.
te: అభ్యర్థనను ప్రాసెస్ చేయడం సాధ్యపడలేదు, ఒక టెంప్లేట్ మాత్రమే ఉంది.
zh_cn: 无法处理请求，仅存在一个模板。

source: Delete local content
ar: حذف المحتوى المحلي
bn: স্থানীয় বিষয়বস্তু মুছুন
de: Lokale Inhalte löschen
es: Eliminar contenido local
fr: Supprimer le contenu local
he: מחק תוכן מקומי
hi: स्थानीय सामग्री हटाएँ
it: Elimina il contenuto locale
ja_jp: ローカルコンテンツを削除する
nl: Verwijder lokale inhoud
pt: Excluir conteúdo local
ru: Удалить локальный контент
te: స్థానిక కంటెంట్u200cను తొలగించండి
zh_cn: 删除本地内容

source: Remove Shared Asset
ar: إزالة الأصول المشتركة
bn: শেয়ার করা সম্পদ সরান
de: Gemeinsames Asset entfernen
es: Eliminar activo compartido
fr: Supprimer l'actif partagé
he: הסר נכס משותף
hi: साझा संपत्ति हटाएँ
it: Rimuovi risorsa condivisa
ja_jp: 共有アセットの削除
nl: Gedeeld item verwijderen
pt: Remover ativo compartilhado
ru: Удалить общий ресурс
te: భాగస్వామ్య ఆస్తిని తీసివేయండి
zh_cn: 删除共享资产

source: Are you sure you want to delete this local content?
ar: هل أنت متأكد أنك تريد حذف هذا المحتوى المحلي؟
bn: আপনি কি নিশ্চিত আপনি এই স্থানীয় বিষয়বস্তু মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie diesen lokalen Inhalt löschen möchten?
es: ¿Seguro que quieres eliminar este contenido local?
fr: Êtes-vous sûr de vouloir supprimer ce contenu local ?
he: האם אתה בטוח שברצונך למחוק את התוכן המקומי הזה?
hi: क्या आप वाकई इस स्थानीय सामग्री को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo contenuto locale?
ja_jp: このローカル コンテンツを削除してもよろしいですか?
nl: Weet u zeker dat u deze lokale inhoud wilt verwijderen?
pt: Tem certeza de que deseja excluir este conteúdo local?
ru: Вы уверены, что хотите удалить этот локальный контент?
te: మీరు ఖచ్చితంగా ఈ స్థానిక కంటెంట్u200cని తొలగించాలనుకుంటున్నారా?
zh_cn: 您确定要删除此本地内容吗？

source: Are your sure you want to remove the shared asset from the widget?
ar: هل أنت متأكد أنك تريد إزالة الأصل المشترك من الأداة؟
bn: আপনি কি নিশ্চিত যে আপনি উইজেট থেকে ভাগ করা সম্পদ সরাতে চান?
de: Sind Sie sicher, dass Sie das freigegebene Asset aus dem Widget entfernen möchten?
es: ¿Está seguro de que desea eliminar el elemento compartido del widget?
fr: Êtes-vous sûr de vouloir supprimer l'actif partagé du widget ?
he: האם אתה בטוח שברצונך להסיר את הנכס המשותף מהווידג'ט?
hi: क्या आप वाकई विजेट से साझा संपत्ति को हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere la risorsa condivisa dal widget?
ja_jp: 共有アセットをウィジェットから削除してもよろしいですか?
nl: Weet u zeker dat u het gedeelde item uit de widget wilt verwijderen?
pt: Tem certeza de que deseja remover o ativo compartilhado do widget?
ru: Вы уверены, что хотите удалить общий ресурс из виджета?
te: మీరు విడ్జెట్ నుండి భాగస్వామ్య ఆస్తిని ఖచ్చితంగా తీసివేయాలనుకుంటున్నారా?
zh_cn: 您确定要从小部件中删除共享资源吗？

source: This will not delete the asset from the system.
ar: لن يؤدي هذا إلى حذف الأصل من النظام.
bn: এটি সিস্টেম থেকে সম্পদ মুছে ফেলবে না।
de: Dadurch wird das Asset nicht aus dem System gelöscht.
es: Esto no eliminará el activo del sistema.
fr: Cela ne supprimera pas l’actif du système.
he: פעולה זו לא תמחק את הנכס מהמערכת.
hi: इससे सिस्टम से संपत्ति नहीं हटेगी.
it: Ciò non eliminerà la risorsa dal sistema.
ja_jp: これにより、システムからアセットが削除されるわけではありません。
nl: Hierdoor wordt het asset niet uit het systeem verwijderd.
pt: Isso não excluirá o ativo do sistema.
ru: Это не приведет к удалению актива из системы.
te: ఇది సిస్టమ్ నుండి ఆస్తిని తొలగించదు.
zh_cn: 这不会从系统中删除资产。

source: Promote content to template
ar: ترقية المحتوى إلى القالب
bn: টেমপ্লেটে সামগ্রী প্রচার করুন
de: Inhalte zur Vorlage hochstufen
es: Promocionar el contenido a la plantilla
fr: Promouvoir le contenu vers un modèle
he: קדם תוכן לתבנית
hi: सामग्री को टेम्प्लेट में प्रचारित करें
it: Promuovi il contenuto nel modello
ja_jp: コンテンツをテンプレートにプロモートする
nl: Promoot inhoud naar sjabloon
pt: Promova conteúdo para modelo
ru: Продвигайте контент в шаблон
te: కంటెంట్u200cను టెంప్లేట్u200cగా ప్రచారం చేయండి
zh_cn: 将内容提升到模板

source: Content replace warning
ar: تحذير استبدال المحتوى
bn: বিষয়বস্তু সতর্কতা প্রতিস্থাপন
de: Warnung vor Inhaltsersetzung
es: Aviso de reemplazo de contenido
fr: Avertissement de remplacement de contenu
he: אזהרה על החלפת תוכן
hi: सामग्री चेतावनी बदलें
it: Avviso di sostituzione del contenuto
ja_jp: コンテンツ置換の警告
nl: Waarschuwing inhoud vervangen
pt: Aviso de substituição de conteúdo
ru: Предупреждение о замене контента
te: కంటెంట్ హెచ్చరికను భర్తీ చేస్తుంది
zh_cn: 内容替换警告

source: The asset you are dropping will replace the current content of the widget.
ar: سوف يحل الأصل الذي تقوم بإسقاطه محل المحتوى الحالي للأداة.
bn: আপনি যে সম্পদ বাদ দিচ্ছেন তা উইজেটের বর্তমান বিষয়বস্তুকে প্রতিস্থাপন করবে।
de: Das Asset, das Sie löschen, ersetzt den aktuellen Inhalt des Widgets.
es: El elemento que está eliminando reemplazará el contenido actual del widget.
fr: L'actif que vous supprimez remplacera le contenu actuel du widget.
he: הנכס שאתה משחרר יחליף את התוכן הנוכחי של הווידג'ט.
hi: आप जो संपत्ति छोड़ रहे हैं वह विजेट की वर्तमान सामग्री को प्रतिस्थापित कर देगी।
it: La risorsa che stai rilasciando sostituirà il contenuto corrente del widget.
ja_jp: ドロップするアセットは、ウィジェットの現在のコンテンツを置き換えます。
nl: Het item dat u verwijdert, vervangt de huidige inhoud van de widget.
pt: O ativo que você está descartando substituirá o conteúdo atual do widget.
ru: Удаляемый ресурс заменит текущее содержимое виджета.
te: మీరు వదులుతున్న ఆస్తి విడ్జెట్ యొక్క ప్రస్తుత కంటెంట్u200cను భర్తీ చేస్తుంది.
zh_cn: 您删除的资源将替换小部件的当前内容。

source: Do you want to continue?
ar: هل تريد الاستمرار؟
bn: আপনি কি চালিয়ে যেতে চান?
de: Möchten Sie fortfahren?
es: ¿Quieres continuar?
fr: Voulez-vous continuer ?
he: האם אתה רוצה להמשיך?
hi: क्या आप जारी रखना चाहते हैं?
it: Vuoi continuare?
ja_jp: 続けますか?
nl: Wil je doorgaan?
pt: Você quer continuar?
ru: Хотите продолжить?
te: మీరు కొనసాగించాలనుకుంటున్నారా?
zh_cn: 您想继续吗？

source: Turns on JavaScript
ar: يقوم بتشغيل جافا سكريبت
bn: জাভাস্ক্রিপ্ট চালু করে
de: Aktiviert JavaScript
es: Enciende JavaScript
fr: Active JavaScript
he: מפעיל JavaScript
hi: जावास्क्रिप्ट चालू करता है
it: Attiva JavaScript
ja_jp: JavaScriptをオンにする
nl: Schakelt JavaScript in
pt: Ativa JavaScript
ru: Включает JavaScript
te: జావాస్క్రిప్ట్u200cని ఆన్ చేస్తుంది
zh_cn: 打开 JavaScript

source: Turns off JavaScript
ar: يقوم بإيقاف تشغيل جافا سكريبت
bn: জাভাস্ক্রিপ্ট বন্ধ করে
de: Schaltet JavaScript aus
es: Desactiva JavaScript
fr: Désactive JavaScript
he: מכבה את JavaScript
hi: जावास्क्रिप्ट बंद कर देता है
it: Disattiva JavaScript
ja_jp: JavaScriptをオフにします
nl: Schakelt JavaScript uit
pt: Desativa JavaScript
ru: Отключает JavaScript
te: జావాస్క్రిప్ట్u200cని ఆఫ్ చేస్తుంది
zh_cn: 关闭 JavaScript

source: Error creating new asset
ar: حدث خطأ أثناء إنشاء أصل جديد
bn: নতুন সম্পদ তৈরিতে ত্রুটি৷
de: Fehler beim Erstellen eines neuen Assets
es: Error al crear un nuevo recurso
fr: Erreur lors de la création d'un nouvel élément
he: שגיאה ביצירת נכס חדש
hi: नई संपत्ति बनाने में त्रुटि
it: Errore durante la creazione di una nuova risorsa
ja_jp: 新しいアセットの作成中にエラーが発生しました
nl: Fout bij het maken van een nieuw item
pt: Erro ao criar novo recurso
ru: Ошибка при создании нового объекта.
te: కొత్త ఆస్తిని సృష్టించడంలో లోపం ఏర్పడింది
zh_cn: 创建新资产时出错

source: Edit Widget Content
ar: تحرير محتوى القطعة
bn: উইজেট বিষয়বস্তু সম্পাদনা করুন
de: Widget-Inhalt bearbeiten
es: Editar Contenido del Widget
fr: Modifier le contenu du widget
he: ערוך תוכן ווידג'ט
hi: विजेट सामग्री संपादित करें
it: Modifica il contenuto del widget
ja_jp: ウィジェットコンテンツの編集
nl: Widgetinhoud bewerken
pt: Editar conteúdo do widget
ru: Редактировать содержимое виджета
te: విడ్జెట్ కంటెంట్u200cని సవరించండి
zh_cn: 编辑小部件内容

source: Gallery could not be loaded.
ar: لا يمكن تحميل المعرض.
bn: গ্যালারি লোড করা যায়নি।
de: Galerie konnte nicht geladen werden.
es: No se pudo cargar la galería.
fr: La galerie n'a pas pu être chargée.
he: לא ניתן היה לטעון את הגלריה.
hi: गैलरी लोड नहीं की जा सकी.
it: Impossibile caricare la galleria.
ja_jp: ギャラリーを読み込めませんでした。
nl: Galerij kan niet worden geladen.
pt: Não foi possível carregar a galeria.
ru: Не удалось загрузить галерею.
te: గ్యాలరీని లోడ్ చేయడం సాధ్యపడలేదు.
zh_cn: 无法加载图库。

source: Configure
ar: تكوين
bn: কনফিগার করুন
de: Konfigurieren
es: Configurar
fr: Configurer
he: הגדר
hi: कॉन्फ़िगर
it: Configura
ja_jp: 設定する
nl: Configureer
pt: Configurar
ru: Настроить
te: కాన్ఫిగర్ చేయండి
zh_cn: 配置

source: contains unsaved changes. If you toggle JavaScript, all changes will be lost.
ar: يحتوي على تغييرات غير محفوظة. إذا قمت بتبديل JavaScript، فسيتم فقدان جميع التغييرات.
bn: অসংরক্ষিত পরিবর্তন রয়েছে। আপনি জাভাস্ক্রিপ্ট টগল করলে, সমস্ত পরিবর্তন হারিয়ে যাবে।
de: enthält nicht gespeicherte Änderungen. Wenn Sie JavaScript umschalten, gehen alle Änderungen verloren.
es: contiene cambios no guardados. Si cambia JavaScript, todos los cambios se perderán.
fr: contient des modifications non enregistrées. Si vous activez JavaScript, toutes les modifications seront perdues.
he: מכיל שינויים שלא נשמרו. אם תחליף את JavaScript, כל השינויים יאבדו.
hi: सहेजे न गए परिवर्तन शामिल हैं. यदि आप जावास्क्रिप्ट को टॉगल करते हैं, तो सभी परिवर्तन खो जाएंगे।
it: contiene modifiche non salvate. Se attivi JavaScript, tutte le modifiche andranno perse.
ja_jp: 未保存の変更が含まれています。 JavaScript を切り替えると、すべての変更が失われます。
nl: bevat niet-opgeslagen wijzigingen. Als u JavaScript in- of uitschakelt, gaan alle wijzigingen verloren.
pt: contém alterações não salvas. Se você alternar o JavaScript, todas as alterações serão perdidas.
ru: содержит несохраненные изменения. Если вы переключите JavaScript, все изменения будут потеряны.
te: సేవ్ చేయని మార్పులను కలిగి ఉంది. మీరు JavaScriptని టోగుల్ చేస్తే, అన్ని మార్పులు పోతాయి.
zh_cn: 包含未保存的更改。如果切换 JavaScript，所有更改都将丢失。

source: Click Don't Save to proceed and discard changes, Save to proceed and keep changes, Cancel to continue editing.
ar: انقر فوق "عدم الحفظ" للمتابعة وتجاهل التغييرات، أو "حفظ" للمتابعة والاحتفاظ بالتغييرات، أو "إلغاء الأمر" لمواصلة التحرير.
bn: এগিয়ে যেতে এবং পরিবর্তনগুলি বাতিল করতে সংরক্ষণ করবেন না ক্লিক করুন, এগিয়ে যেতে এবং পরিবর্তনগুলি রাখতে সংরক্ষণ করুন, সম্পাদনা চালিয়ে যেতে বাতিল করুন ক্লিক করুন৷
de: Klicken Sie auf „Nicht speichern“, um fortzufahren und die Änderungen zu verwerfen, auf „Speichern“, um fortzufahren und die Änderungen beizubehalten, und auf „Abbrechen“, um mit der Bearbeitung fortzufahren.
es: Haga clic en No guardar para continuar y descartar los cambios, Guardar para continuar y mantener los cambios, Cancelar para continuar con la edición.
fr: Cliquez sur Ne pas enregistrer pour continuer et ignorer les modifications, sur Enregistrer pour continuer et conserver les modifications, sur Annuler pour continuer l'édition.
he: לחץ על אל תשמור כדי להמשיך ולבטל שינויים, שמור כדי להמשיך ולשמור שינויים, בטל כדי להמשיך בעריכה.
hi: आगे बढ़ने और परिवर्तनों को त्यागने के लिए सेव न करें पर क्लिक करें, आगे बढ़ने और परिवर्तनों को बनाए रखने के लिए सेव करें, संपादन जारी रखने के लिए रद्द करें पर क्लिक करें।
it: Fare clic su Non salvare per procedere e annullare le modifiche, Salva per procedere e mantenere le modifiche, Annulla per continuare a modificare.
ja_jp: 続行して変更を破棄するには「保存しない」をクリックし、続行して変更を保持するには「保存」をクリックし、編集を続行するには「キャンセル」をクリックします。
nl: Klik op Niet opslaan om door te gaan en de wijzigingen te negeren, Opslaan om door te gaan en de wijzigingen te behouden, op Annuleren om door te gaan met bewerken.
pt: Clique em Não salvar para prosseguir e descartar as alterações, Salvar para prosseguir e manter as alterações, Cancelar para continuar editando.
ru: Нажмите «Не сохранять», чтобы продолжить и отменить изменения, «Сохранить», чтобы продолжить и сохранить изменения, «Отменить», чтобы продолжить редактирование.
te: మార్పులను కొనసాగించడానికి మరియు విస్మరించడానికి సేవ్ చేయవద్దు, కొనసాగించడానికి సేవ్ చేయి మరియు మార్పులను ఉంచడానికి, సవరణను కొనసాగించడానికి రద్దు చేయి క్లిక్ చేయండి.
zh_cn: 单击“不保存”继续并放弃更改，单击“保存”继续并保留更改，单击“取消”继续编辑。

source: Remove Gadget From Your Dashboard
ar: قم بإزالة الأداة من لوحة المعلومات الخاصة بك
bn: আপনার ড্যাশবোর্ড থেকে গ্যাজেট সরান
de: Entfernen Sie das Gadget aus Ihrem Dashboard
es: Eliminar gadget del panel
fr: Supprimer le gadget de votre tableau de bord
he: הסר גאדג'ט מלוח המחוונים שלך
hi: गैजेट हटाएं पैनल
it: Rimuovi il gadget dalla tua dashboard
ja_jp: ダッシュボードからガジェットを削除する
nl: Verwijder gadget van uw dashboard
pt: Remova o gadget do seu painel
ru: Удалите гаджет со своей панели управления
te: మీ డాష్u200cబోర్డ్ నుండి గాడ్జెట్u200cని తీసివేయండి
zh_cn: 从仪表板中删除小工具

source: Are you sure you want to remove the \'
ar: هل أنت متأكد أنك تريد إزالة \'
bn: আপনি কি নিশ্চিত যে আপনি \' অপসারণ করতে চান
de: Sind Sie sicher, dass Sie das \' entfernen möchten?
es: ¿Estás segura de que quieres eliminar el \'
fr: Etes-vous sûr de vouloir supprimer le \'
he: האם אתה בטוח שברצונך להסיר את ה-\'
hi: क्या आप निश्चित हैं कि आप इस गैजेट को हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere \'
ja_jp: \' を削除してもよろしいですか?
nl: Weet u zeker dat u de \' wilt verwijderen
pt: Tem certeza de que deseja remover o \'
ru: Вы уверены, что хотите удалить \'
te: మీరు ఖచ్చితంగా \'ని తీసివేయాలనుకుంటున్నారా
zh_cn: 您确定要删除 \'

source: \' gadget from your Dashboard? You can add the gadget back to your Dashboard by dragging and dropping from the Gadget tray.
ar: \' الأداة من لوحة المعلومات الخاصة بك؟ يمكنك إضافة الأداة الذكية مرة أخرى إلى لوحة المعلومات الخاصة بك عن طريق السحب والإسقاط من علبة الأداة.
bn: আপনার ড্যাশবোর্ড থেকে গ্যাজেট? আপনি গ্যাজেট ট্রে থেকে টেনে এবং ড্রপ করে আপনার ড্যাশবোর্ডে গ্যাজেটটি আবার যোগ করতে পারেন।
de: \'Gadget aus Ihrem Dashboard? Sie können das Gadget durch Ziehen und Ablegen aus der Gadget-Leiste wieder zu Ihrem Dashboard hinzufügen.
es: \' gadget desde tu Dashboard? Puedes volver a añadir el gadget al panel arrastrando y soltando desde la bandeja del gadget.
fr: \' gadget de votre tableau de bord ? Vous pouvez réajouter le gadget à votre tableau de bord en le faisant glisser depuis la barre des gadgets.
he: גאדג'ט \' ממרכז השליטה שלך? אתה יכול להוסיף את הגאדג'ט בחזרה ללוח המחוונים שלך על ידי גרירה ושחרור ממגש הגאדג'טים.
hi: गैजेट आपके डैशबोर्ड से? आप गैजेट ट्रे से ड्रैग और ड्रॉप करके इसे पैनल में वापस जोड़ सकते हैं।
it: \'gadget dalla tua dashboard? Puoi aggiungere nuovamente il gadget alla tua dashboard trascinandolo e rilasciandolo dalla sezione Gadget.
ja_jp: ' ダッシュボードからガジェットを削除しますか? ガジェット トレイからドラッグ アンド ドロップすることで、ガジェットをダッシュu200bu200bボードに再度追加できます。
nl: \'gadget van uw Dashboard? U kunt de gadget weer toevoegen aan uw Dashboard door deze vanuit de gadgetlade te slepen en neer te zetten.
pt: \' gadget do seu painel? Você pode adicionar o gadget de volta ao seu Painel arrastando e soltando da bandeja de gadgets.
ru: гаджет с панели управления? Вы можете добавить гаджет обратно на свою информационную панель, перетащив его из панели гаджетов.
te: మీ డాష్u200cబోర్డ్ నుండి \' గాడ్జెట్? మీరు గాడ్జెట్ ట్రే నుండి లాగడం మరియు వదలడం ద్వారా మీ డ్యాష్u200cబోర్డ్u200cకి తిరిగి గాడ్జెట్u200cను జోడించవచ్చు.
zh_cn: \' 您仪表板上的小工具？ 您可以通过从小工具托盘中拖放该小工具将其添加回仪表板。

source: This action will reset your Dashboard back to the default state. Your current gadget configurations will be lost.
ar: سيؤدي هذا الإجراء إلى إعادة تعيين لوحة المعلومات الخاصة بك إلى الحالة الافتراضية. سيتم فقدان تكوينات الأداة الذكية الحالية.
bn: এই ক্রিয়াটি আপনার ড্যাশবোর্ডকে ডিফল্ট অবস্থায় পুনরায় সেট করবে। আপনার বর্তমান গ্যাজেট কনফিগারেশন হারিয়ে যাবে।
de: Durch diese Aktion wird Ihr Dashboard auf den Standardzustand zurückgesetzt. Ihre aktuellen Gadget-Konfigurationen gehen verloren.
es: Esta acción restablecerá su Dashboard de nuevo al estado predeterminado. Se perderán las configuraciones de gadget actuales.
fr: Cette action réinitialisera votre tableau de bord à son état par défaut. Les configurations actuelles de votre gadget seront perdues.
he: פעולה זו תאפס את מרכז השליטה שלך למצב ברירת המחדל. תצורות הגאדג'ט הנוכחיות שלך יאבדו.
hi: यह क्रिया आपके डैशबोर्ड को वापस डिफ़ॉल्ट स्थिति में रीसेट कर देगी। आपका वर्तमान गैजेट कॉन्फ़िगरेशन खो जाएगा.
it: Questa azione ripristinerà la dashboard allo stato predefinito. Le configurazioni attuali del tuo gadget andranno perse.
ja_jp: このアクションにより、ダッシュボードがデフォルトの状態にリセットされます。現在のガジェット構成は失われます。
nl: Met deze actie wordt uw Dashboard teruggezet naar de standaardstatus. Uw huidige gadgetconfiguraties gaan verloren.
pt: Esta ação redefinirá seu painel de volta ao estado padrão. As configurações atuais do seu gadget serão perdidas.
ru: Это действие вернет вашу панель управления в состояние по умолчанию. Текущие конфигурации гаджета будут потеряны.
te: ఈ చర్య మీ డాష్u200cబోర్డ్u200cని డిఫాల్ట్ స్థితికి రీసెట్ చేస్తుంది. మీ ప్రస్తుత గాడ్జెట్ కాన్ఫిగరేషన్u200cలు పోతాయి.
zh_cn: 此操作会将您的仪表板重置回默认状态。您当前的小工具配置将会丢失。

source: Are you sure you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟
bn: আপনি কি এগিয়ে যাওয়ার বিষয়ে নিশ্চিত?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Estas seguro que deseas continuar?
fr: Êtes-vous sûr de vouloir continuer ?
he: האם אתה בטוח שאתה רוצה להמשיך?
hi: क्या आप आगे बढ़ना चाहते हैं?
it: Sei sicuro di voler procedere?
ja_jp: 続行してもよろしいですか?
nl: Weet u zeker dat u verder wilt gaan?
pt: Tem certeza de que deseja prosseguir?
ru: Вы уверены, что хотите продолжить?
te: మీరు ఖచ్చితంగా కొనసాగించాలనుకుంటున్నారా?
zh_cn: 您确定要继续吗？

source: Unable to load gadget listing.
ar: غير قادر على تحميل قائمة الأداة.
bn: গ্যাজেট তালিকা লোড করতে অক্ষম৷
de: Die Gadget-Liste konnte nicht geladen werden.
es: No se puede cargar la lista de gadgets.
fr: Impossible de charger la liste des gadgets.
he: לא ניתן לטעון את רשימת הגאדג'טים.
hi: गैजेट्स की सूची लोड नहीं की जा सकी
it: Impossibile caricare l'elenco dei gadget.
ja_jp: ガジェットのリストを読み込めません。
nl: Kan de gadgetlijst niet laden.
pt: Não foi possível carregar a listagem de gadgets.
ru: Не удалось загрузить список гаджетов.
te: గాడ్జెట్ జాబితాను లోడ్ చేయడం సాధ్యపడలేదు.
zh_cn: 无法加载小工具列表。

source: Click to show the Gadget Menu
ar: انقر لإظهار قائمة الأداة
bn: গ্যাজেট মেনু দেখাতে ক্লিক করুন
de: Klicken Sie hier, um das Gadget-Menü anzuzeigen
es: Haga clic para mostrar el menú de gadgets
fr: Cliquez pour afficher le menu Gadget
he: לחץ כדי להציג את תפריט הגאדג'טים
hi: गैजेट मेनू दिखाने के लिए क्लिक करें
it: Fare clic per visualizzare il menu gadget
ja_jp: クリックしてガジェットメニューを表示します
nl: Klik om het gadgetmenu weer te geven
pt: Clique para mostrar o menu de gadgets
ru: Нажмите, чтобы отобразить меню гаджета
te: గాడ్జెట్ మెనుని చూపించడానికి క్లిక్ చేయండి
zh_cn: 单击以显示小工具菜单

source: Enter width
ar: أدخل العرض
bn: প্রস্থ লিখুন
de: Geben Sie die Breite ein
es: Introducir ancho
fr: Entrez la largeur
he: הזן רוחב
hi: चौड़ाई दर्ज करें
it: Inserisci la larghezza
ja_jp: 幅を入力してください
nl: Voer breedte in
pt: Insira a largura
ru: Введите ширину
te: వెడల్పును నమోదు చేయండి
zh_cn: 输入宽度
